tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "homebrew/cask-fonts"
brew "aria2"
brew "autossh"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "highlight"
brew "lazygit"
brew "n"
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tree"
brew "zoxide"
brew "wget"
brew "cmake"
brew "llvm"
brew "node"
brew "pnpm"
brew "font-jetbrains-mono-nerd-font"
cask "iina"
cask "kitty"
cask "raycast"
cask "visual-studio-code"
cask "orbstack"
cask "xld"
cask "keka"
cask "snipaste"
cask "switchhosts"
cask "jetbrains-toolbox"
cask "motrix"
cask "cakebrew"
